---
kind: property
id: P:Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ElementView
source: html/1b67db3c-93cd-4bdd-8b8c-8828a28304b7.htm
---
# Autodesk.Revit.UI.DockablePanes.BuiltInDockablePanes.ElementView Property

The element view pane.

## Syntax (C#)
```csharp
public static DockablePaneId ElementView { get; }
```